import {View, Text, ScrollView} from 'react-native';
import React from 'react';

export default function PersonalInfo() {
  return (
    <ScrollView>
      <Text>
        1. **개인정보의** **수집** **및** **이용목적** 마킨(‘markin’ 이하
        “마킨")은 광고주와 인플루언서를 매개하는 인플루언서 마케팅 플랫폼으로서
        브랜드의 마케팅 성과 향상, 인플루언서의 수익 향상, 인플루언서의 채널
        영향력 향상에 적합한 서비스를 제공하기 위하여 개인정보를 수집하고 있으며
        수집된 정보를 아래와 같이 이용하고 있습니다. 이용자가 제공한 모든 정보는
        하기 목적에 필요한 용도 이외로는 사용되지 않으며 이용 목적이 변경될
        시에는 사전 동의를 구할 것입니다.{'\n'} 1) 회원관리 회원제 서비스 이용에
        따른 본인확인, 본인의 의사확인, 고객문의에 대한 응답, 새로운 정보의 소개
        및 고지사항 전달 {'\n'}2) 서비스 제공에 관한 계약 이행 및 서비스 제공에
        따른 요금정산 본인인증, 콘텐츠 매칭 및 콘텐츠 제공을 위한 개인식별, 문자
        인증, 회원자격 유지, 구매 및 요금 결제, 물품 및 증빙발송, 부정
        이용방지와 비인가 사용방지, 수익금 환급을 위한 사업자등록번호, 주민번호,
        은행계좌번호{'\n'} 3) 서비스 개발 및 마케팅ㆍ광고에의 활용 맞춤 서비스
        제공, 서비스 안내 및 이용권유, 서비스 개선 및 신규 서비스 개발을 위한
        통계 및 접속빈도 파악, 통계학적 특성에 따른 광고 게재, 이벤트 정보 및
        참여기회 제공{'\n'} 4) 수익확대 및 마케팅 성과향상 파악을 위한 통계학적
        분석 {'\n'}1. **개인정보** **수집방법** 홈페이지, 어플리케이션, 서비스
        이용, 이벤트 응모, 팩스, 우편, 전화, 문의하기, 매칭 받기, 캠페인
        등록하기 {'\n'}2. **개인정보의** **처리** **및** **보유** **기간**{' '}
        {'\n'}① “마킨”은 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보
        보유, ․이용기간 또는 법령에 따른 개인정보 보유, 이용기간 내에서
        개인정보를 취급, 보유합니다. ② 구체적인 개인정보 처리 및 보유 기간은
        다음과 같습니다. 가. 대금결제 및 재화 등의 공급에 관한 기록 : 5년 나.
        계약 또는 청약철회 등에 관한 기록 : 5년 다. 소비자의 불만 또는
        분쟁처리에 관한 기록 : 5년 라. 웹사이트 방문에 관한 기록 : 3개월 마.
        어플리케이션 방문에 관한 기록 : 3개월 바. 회원정보 : 회원 탈퇴 시까지 3.
        **개인정보** **파기절차** **및** **파기방법** 이용자의 개인정보는
        원칙적으로 개인정보의 수집 및 이용목적이 달성되면 지체 없이 파기합니다.
        "마킨"의 개인정보 파기절차 및 방법은 다음과 같습니다. 1) 파기절차 -
        이용자가 회원가입 등을 위해 입력한 정보는 목적이 달성된 후 별도의 DB로
        옮겨져(종이의 경우 별도의 서류함) 내부 방침 및 기타 관련법령에 의해
        정보보호 사유에 따라 일정 기간 저장된 후 파기됩니다. - 별도 DB로 옮겨진
        개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지
        않습니다. 2) 파기방법 - 종이에 출력된 개인정보는 분쇄기로 분쇄하거나
        소각을 통해 파기합니다. - 전자적 파일형태로 저장된 개인정보는 기록을
        재생할 수 없는 기술적 방법을 사용하여 삭제합니다. 1. **정보주체의**
        **권리,의무** **및** **그** **행사방법** **이용자는**
        **개인정보주체로서** **다음과** **같은** **권리를** **행사할** **수**
        **있습니다.** 정보주체는 “마킨”에 대해 언제든지 다음 각 호의 개인정보
        보호 관련 권리를 행사할 수 있습니다. ① 개인정보 열람요구 ② 오류 등이
        있을 경우 정정 요구 ③ 삭제요구 ④ 처리정지 요구 2. **이용자의**
        **권리와** **그** **행사방법** 이용자 및 법정대리인은 언제든지 등록되어
        있는 자신 혹은 당해 만 15세 미만 아동의 정보를 열람, 공개 및 비공개
        처리, 수정, 삭제할 수 있습니다. - 이용자 및 법정대리인은 개인정보
        조회/수정을 위해서는 '회원정보관리'를 통하여 가능하며,
        가입해지(동의철회)를 위해서는 “마킨” 고객센터에 연락 후 탈퇴가
        가능합니다. - 또는 개인정보 보호책임자에게 서면, 전화 또는 이메일로
        연락하시면 지체 없이 조치하겠습니다. - 이용자가 개인정보의 오류에 대한
        정정을 요청하신 경우에는 정정을 완료하기 전까지 당해 개인정보를 이용
        또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한
        경우에는 정정 처리결과를 제3자에게 지체 없이 통지하여 정정이
        이루어지도록 하겠습니다. - “마킨”는 이용자 요청에 의해 해지 또는 삭제된
        개인정보는 개인정보 처리 및 보유기간에 명시된 바에 따라 처리하고 그 외의
        용도로 열람 또는 이용할 수 없도록 처리하고 있습니다. 3. **개인정보의**
        **안전성** **확보** **조치** “마킨”는 개인정보보호법 제29조에 따라
        다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고
        있습니다. 1) 개인정보 취급 직원의 최소화 및 교육 개인정보를 취급하는
        직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을
        시행하고 있습니다. 2) 정기적인 자체 감사 실시 개인정보 취급 관련 안정성
        확보를 위해 정기적(분기 1회)으로 자체 감사를 실시하고 있습니다. 3)
        내부관리계획의 수립 및 시행 개인정보의 안전한 처리를 위하여
        내부관리계획을 수립하고 시행하고 있습니다. 4) 개인정보의 암호화 이용자의
        개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수
        있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금
        기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다. 5) 개인정보에
        대한 접근 제한 개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의
        부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한
        조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을
        통제하고 있습니다. 6) 접속기록의 보관 및 위변조 방지
        개인정보처리시스템에 접속한 기록을 최소 6개월 이상 보관, 관리하고
        있으며, 접속 기록이 위변조 및 도난, 분실되지 않도록 보안기능을 사용하고
        있습니다. 7) 해킹 등에 대한 대책 “마킨”은 해킹이나 컴퓨터 바이러스 등에
        의해 회원의 개인정보가 유출되거나 훼손되는 것을 막기 위해 최선을 다하고
        있습니다. 개인정보의 훼손에 대비해서 자료를 수시로 백업하고 있고, 최신
        백신프로그램을 이용하여 이용자들의 개인정보나 자료가 누출되거나 손상되지
        않도록 방지하고 있으며, 암호화 통신 등을 통하여 네트워크상에서
        개인정보를 안전하게 전송할 수 있도록 하고 있습니다. 그리고
        침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있으며, 기타
        시스템적으로 보안성을 확보하기 위한 가능한 모든 기술적 장치를 갖추려
        노력하고 있습니다. 4. **개인정보** **보호책임자** “마킨”은 개인정보
        처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의
        불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를
        지정하고 있습니다. 기타 개인정보에 관한 상담이 필요한 경우에는 아래
        기관에 문의하실 수 있습니다. **개인정보** **보호책임자** - 성명 : 안정연
        - 직책 : CTO - 이메일: jungyeonahn@inketing.co.kr 개인정보침해신고센터
        http://privacy.kisa.or.kr / 국번없이 118 대검찰청 사이버수사과
        http://www.spo.go.kr / 국번없이 1301 경찰청 사이버안전국
        http://www.ctrc.go.kr / 국번없이 182 5. **부칙** 현 개인정보처리방침은
        법령, 정책 또는 보안기술의 변경 등에 따라 내용 추가, 삭제 및 수정이 있을
        시에는 시행일의 7일 전부터 홈페이지의 공지사항을 통하여 고지할 것입니다.
      </Text>
    </ScrollView>
  );
}
