import {View, Text, ScrollView} from 'react-native';
import React from 'react';

export default function SeviceTerm() {
  return (
    <ScrollView>
      <Text>
        **제 1 장** **총칙** **제 1 조 (목적)** 본 약관은 주식회사
        클라코퍼레이션(이하 “회사”라고 합니다)가 인터넷 서비스 - 인플루언서 매칭
        플랫폼 마킨을 통해 제공하는 중개서비스 및 기타 정보서비스와 관련하여
        “회사”와 “유저”, “광고주”간의 권리와 의무, 책임사항 및 “유저”,
        “광고주”의 서비스 이용절차에 관한 사항을 규정함을 목적으로 합니다. **제
        2 조 (정의)** 본 약관에서 사용하는 용어의 정의는 다음과 같습니다. 1.
        “마킨”이란 “회사”가 제공하는 중개서비스 및 기타 정보서비스를 이용할 수
        있는 웹사이트(https://markin-app.co.kr, 모바일 웹사이트와 안드로이드
        아이폰 앱을 포함합니다)를 말합니다. 2. “서비스”란 “유저”가 “마킨”을
        통하여 이용할 수 있는 중개서비스 및 정보서비스, 기타 제반 서비스를
        말합니다. 3. “유저”란 “마킨”에 접속하여 본 약관에 따라 “회사”와
        이용계약을 체결하고, “회사”가 제공하는 “서비스”를 이용하는 고객을
        의미하며, “크리에이터 유저”를 통칭합니다. 4. “크리에이터 유저”란 본
        약관에 동의하고 크리에이터 계정(인스타그램 채널 정보 및 유튜브 채널 정보
        인플루언서 계정 별 회원 정보 등 추가 회원 정보 기입)으로 가입을 완료한
        “서비스” 이용자를 말합니다. 5. “아이디(ID)”란 “회원”이 “서비스” 내 다른
        “회원”과 자신의 구별을 위하여 “회원”이 설정하고, “회사”가 승인하는
        문자와 숫자 이메일 형태의 조합을 말합니다. 6. “비밀번호”란 “회원”이
        “아이디”와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원” 자신이
        정한 문자 또는 숫자의 조합을 말합니다. 7. “캠페인”이란 “회사”가 광고
        컨텐츠 등의 제작을 “크리에이터 유저”에게 제안하기 위하여, “마킨” 내에
        관련 내용 및 조건 등을 업로드하는 것을 말합니다. 8. “매칭하기”란
        “회사”에게 “광고주”가 “유저” 목록을 간편하게 제안받기 위해 행하는 행위를
        뜻합니다. 9. “캠페인 직접 등록하기”란 “마킨”서비스를 직접 이용하기 위해
        “광고주”가 “캠페인”을 직접 등록하는 것을 뜻합니다. 10. “마킨 파트너
        크리에이터”의 경우 단순 플랫폼을 이용하는 유저가 아닌, “마킨” 서비스 및
        광고물 등 기타 서비스에 대해 우선 지급하는 유저를 뜻합니다. “마킨 파트너
        크리에이터”는 기본적으로 “크리에이터 유저”보다 작은 범위의 유저를
        듯합니다. **제 3 조 (약관의** **게시, 효력** **및** **개정)** 1.
        “회사”는 본 약관의 내용을 “유저”가 쉽게 알 수 있도록 “서비스”내 또는
        별도의 연결화면에 게시하거나 팝업화면 등으로 제공합니다. 2. “회사”가 본
        약관을 개정하는 경우, 개정된 약관의 적용일자 및 개정사유를 명시하여
        적용일자 7일 이전부터 적용일자 전일까지 전항의 방법으로 공지 또는
        통지합니다. 다만, “회원”에게 불리하게 약관내용을 변경하는 경우에는
        최소한 30일 이상의 유예기간을 두고 공지 또는 통지합니다. 3. “회사”가
        전항에 따라 “개정약관을 공지 또는 통지하면서, 약관 변경 적용일까지
        거부의사를 표시하지 아니할 경우 “유저”가 변경된 약관에 동의한 것으로
        간주한다는 내용을 “유저”에게 명확하게 공지 또는 통지하였음에도 “유저”가
        명시적으로 거부의 의사표시를 하지 않은 경우 “유저”가 개정약관에 동의한
        것으로 간주합니다. 4. “유저”가 개정약관에 동의하지 않는 경우 “회사”는
        개정약관의 내용을 적용할 수 없으며, 이 경우 “유저”는 이용계약을 해지할
        수 있습니다. 다만, “회사”가 개정약관에 부동의한 “유저”에게 기존 약관을
        적용할 수 없는 경우, “회사”는 해당 “유저”와의 이용계약을 해지할 수
        있습니다. 5. “유저”는 항상 본 약관의 내용에 변경이 있는지 여부를
        확인하여야 합니다. **제 4 조 (관련법령과의** **관계)** 1. “회사”는
        수수료 및 판매촉진 서비스 이용료의 결정과 관련하여 다른 서비스 플랫폼
        사업자와 담합 등 불공정행위를 하지 않습니다. 2. “회사”는 “크리에이터
        유저”에게 지원가격인하 등을 부당하게 강요하지 않습니다. 3. “회사”는
        “크리에이터 유저”가 다른 서비스 사업자와 거래하지 못 하게 하거나 다른
        서비스 사업자와 거래한다는 이유로 “크리에이터 유저”에게 불이익을
        제공하지 않습니다. 4. “회사”는 “광고주”가 “캠페인”을 부당한 조건으로
        진행하지 않게 합니다. **제 5 조 (서비스의** **성질과** **목적)** 1.
        “회사”가 제공하는 ”서비스”는 “회사”가 “크리에이터 유저”가 각자의
        자기결정에 의하여 “광고주” 상품 체험 진행을 위해 선택할 수 있도록 온라인
        플랫폼을 제공함을 뜻합니다. 2. “회사”가 제공하는 “서비스”는 “광고주”가
        “유저”를 효과적으로 매칭시키기 위해 “광고주”에게는 “매칭하기”서비스를
        제공하고 “유저”에게는 광고 알림 서비스를 제공합니다. **제2장**
        **서비스** **이용계약** **제 6 조 (이용** **계약의** **성립)** 1.
        “회사”가 제공하는 “서비스”에 관한 이용계약은 해당 서비스를 이용하고자
        하는 자가 본 약관에 동의하여 회원가입절차를 진행함으로써 성립합니다. 2.
        “유저”의 관리 소홀로 타인이 “유저”의 정보를 이용하여 가입을 하거나,
        “유저”가 타인의 명의를 도용하여 가입을 수행하는 경우, 그로 인해 발생하는
        불이익 기타 손해에 대하여 “회사”는 책임지지 않습니다. 3. “회사”가
        제공하는 중개서비스는 “유저”가 서비스 이용시 사용하는 장치의
        제조사(애플, 구글, 삼성 등) 와는 전혀 관계가 없습니다. **제 7 조
        (이용신청** **및** **제한)** 1. “회사”는 제6조에 의한 가입신청자의
        신청이 있는 경우, “서비스”의 이용을 승낙합니다. 단, “회사”는 다음 각
        호에 해당하는 신청에 대하여는 그 사유가 해소될 때까지 승낙을 유보하거나,
        승낙을 거부할 수 있습니다. i. 신청자가 다른 사람의 명의를 사용 또는
        거짓된 회원정보를 입력하는 경우 ii. 신청자가 필수 제공사항인 정보를
        누락하거나 오기하여 신청하는 경우 또는 자격이 충분하지 않은 경우 iii.
        신청자가 “회사”가 정한 인증절차를 완료하지 않거나 타인의 명의로
        인증절차를 완료하는 경우 iv. 과거 신청자가 회원탈퇴 또는 신청자의
        귀책사유로 인한 “회사”의 계약 해지로 회원 자격을 상실한 사실이 있는 경우
        v. “회사”로부터 “서비스” 이용 정지 조치 등을 받은 자가 그 조치기간 중에
        이용계약을 임의 해지하고 재이용신청을 하는 경우 vi.기술상 장애사유가
        존재하거나 서비스 제반 용량이 부족하는 등 기술적으로 “서비스” 제공이
        불가능한 경우 vii.기타 “회사”가 정한 이용신청 요건이 만족되지 않았거나
        위법 또는 부당한 이용신청임이 확인된 경우 또는 “회원”의 책임 있는 사유로
        인하여 “회사”가 승낙할 수 없는 경우 viii.기타 “회사”가 필요하다고
        인정하는 경우 **제 8 조 (이용계약의** **종료)** 1. “회사” 또는 “유저”는
        본 약관에서 정한 절차에 따라 이용계약을 해지할 수 있습니다. 2. “회사”는
        다음 각호의 사유가 발생한 경우, 이용계약을 해지할 수 있습니다. 1.
        “유저”에게 이용신청의 승낙거부사유가 있음이 확인된 경우 2. ”가
        “서비스”의 성격에 적합하지 않은 “캠페인”을 등록하거나, 기타 공공질서 및
        미풍양속에 위배되는 물품거래행위를 하거나 시도한 경우 3. “유저”및 가
        “회사”나 기타 타인의 권리나 명예, 신용 및 기타 정당한 이익을 침해하는
        행위를 한 경우 iv. “유저”및 가 직거래 등 “회사”가 제공하는 서비스의
        원활한 진행을 방해하는 행위를 하거나 시도한 경우 v. “유저”및
        “광고주”에게 파산/성년후견개시/한정후견개시/회생/파산의 결정 또는 선고,
        사망, 실종신고, 해산, 부도 등 정상적인 “서비스” 이용을 불가능하게 하거나
        곤란하게 하는 사유가 발생한 경우 vi. 기타 “회사”가 정한 이용신청 요건이
        만족되지 않았거나 위법 또는 부당한 이용신청임이 확인된 경우 또는
        “회원”의 책임 있는 사유로 인하여 “회사”가 승낙할 수 없는 경우 3.
        “유저”는 다음 각호의 경우, 이용계약을 해지할 수 있습니다. i. “유저”는
        언제든지 “회사”에게 해지의사를 통지함으로써 이용계약을 해지할 수
        있습니다. 다만, “유저”는 해지의사를 통지하기 전 모든 진행중인 절차를
        완료, 철회 또는 취소해야만 합니다. ii. 이용계약은 “유저”의 해지의사가
        “회사”에 도달한 때에 종료됩니다. 다만 “유저”가 본항 제1호의 조치를
        마치지 않은 경우 해당 조치가 완료된 때에 종료됩니다. iii. 본 항에 따라
        해지를 한 “유저”은 본 약관이 정하는 회원가입절차와 관련 조항에 따라
        “유저”로 다시 가입할 수 있습니다. 다만 “유저”가 중복 참여가 제한된
        이벤트의 중복 참여 등 부정한 목적으로 회원탈퇴 후 재가입을 신청하는 경우
        “회사”는 재가입을 일정기간 동안 제한할 수 있습니다. 4. 이용계약이 종료된
        시점에서, 이미 확정된 거래 건에 대한 분쟁이 발생될 경우 이에 대한 책임은
        “유저” 본인이 부담하여야 하고, “회사”는 고의 또는 중과실이 없는 한
        책임이 없습니다. 5. 본조에 따른 “회사”의 조치에 대하여 “유저”는 “회사”가
        정한 절차에 따라 30일 간 이의신청을 할 수 있으며, “회사”가 그 이의가
        정당하다고 인정하는 경우, 즉시 “서비스”의 제공을 재개합니다. **제3장**
        **회원정보의** **보호** **제 9 조 (개인정보의** **수집** **및**
        **보호)** 1. “회사”는 “서비스”의 제공을 위하여 “유저”로부터 필요한
        개인정보를 수집합니다. 2. “회사”는 전항에 따라 수집한 “유저”의
        개인정보를「정보통신망 이용촉진 및 정보보호 등에 관한 법률」(이하
        “정보통신망법”이라 합니다) 등 관계 법령이 정하는 바에 따라 보호하기 위해
        노력합니다. 개인정보의 보호 및 사용에 대해서는 관련법 및 회사의
        개인정보취급방침이 적용됩니다. 다만, “회사”의 공식 사이트 이외의 링크된
        사이트에서는 “회사”의 개인정보취급방침이 적용되지 않습니다. 3. “회사”는
        “유저”의 귀책사유로 인하여 노출된 “유저”의 “아이디(ID)” 및 “비밀번호”에
        관한 정보를 포함한 모든 개인정보의 처리에 대해서는 일절 책임을 지지
        않습니다. **제 10 조 (유저의** **아이디(ID)및** **비밀번호)** 1.
        “유저”는 “서비스”의 원활한 이용 및 회원의 정보보호, “서비스” 이용안내
        등의 편의를 위하여 “유저"가 선정한 닉네임, 이메일주소 등을 “아이디”로
        사용합니다. 다만, 회사는 “유저”의 “아이디”가 반사회적이거나 미풍양속을
        해치거나 또는 “회사”측 관계자 또는 저명한 제3자로 오인할 우려가 있는
        경우 등에는 해당 “아이디”의 사용을 거부하거나 제한할 수 있습니다. 2.
        “회사”는 “유저”가 제공한 각종 정보(이하 “계정정보”라 합니다)를 통하여
        당해 “유저”의 “서비스” 이용가능여부 등 제반 이용자 관리 업무를
        수행합니다. 3. “유저”는 자신의 “계정정보”를 선량한 관리자로서의
        주의의무를 다하여 관리하여야 합니다. “유저”가 본인의 “계정정보”를 소홀히
        관리하거나 제3자에게 이용을 승낙함으로써 발생하는 손해에 대하여는
        “유저”에게 책임이 있습니다. 4. “유저”는 “회사”가 정한 기준을 충족하는
        범위 내에서 자유롭게 “비밀번호”를 정할 수 있으며, 정해진 “비밀번호”는
        “유저”가 원하는 경우 언제든지 변경이 가능합니다. 5. “유저”는 “서비스”의
        이용을 위하여 사용하는 “비밀번호”에 대한 보호 및 관리 책임을 부담합니다.
        다만, “회사”는 보안 등을 이유로 “유저”에게 정기적 또는 비정기적으로
        “비밀번호”의 변경을 권고할 수 있습니다. **제 11 조 (유저** **정보의**
        **변경)** 1. "유저”는 설정 및 마이페이지 메뉴 등을 통해 언제든지 본인의
        ”계정정보”를 열람할 수 있으며, 해당 페이지에서의 입력 혹은 “회사”에
        요청을 통해 정보를 수정할 수 있습니다. 2. “유저”는 “서비스” 이용계약
        체결시 및 “서비스” 이용시 현재의 사실과 일치하는 정확한 정보(이하
        “회원정보”라 합니다)를 제공하여야 하고, 가입신청 시 기재한 이메일 주소를
        포함한 “회원정보”를 변경할 경우 “회사”에 그 변경사항을 알려야 하며,
        변경사항을 “회사”에 알리지 않아 발생한 불이익에 대해서 “회사”는 책임을
        부담하지 않습니다. 3. "회사”는 “유저”가 제공한 “회원정보”가 더 이상
        유효하지 않거나 갱신한 “회원정보”가 부정확할 경우 “서비스” 이용을 제한
        또는 중단시킬 수 있습니다. **제4장** **서비스의** **이용** **제 12 조
        (서비스** **이용)** 1. “회사”는 “유저”에게 아래와 같은 서비스를
        제공합니다. 1. 광고주/크리에이터(인플루언서) 중개 서비스 2. 기타
        “회사”가 추가 개발하거나 다른 회사와의 제휴계약 등을 통해 “유저”에게
        제공하는 일체의 서비스 1. “서비스” 이용은 “회사”의 가입 신청 승인
        직후부터 가능합니다. 2. “서비스”상에 “유저”가 게재하는 “캠페인”을 비롯한
        모든 컨텐츠는 모두 불특정 다수에게 공개될 수 있는 형태로 게시되며, 광고
        서비스의 특성상 “회사”가 인정하는 예외적인 경우를 제외하고는 삭제되지
        않습니다. 3. 서비스 이용시간은 연중무휴, 1일 24시간을 원칙으로 합니다.
        다만 “마킨”의 업무상 또는 기술상의 이유로 서비스가 일시 중지 및 개시하지
        못할 수 있으며,“회사”는 사전 또는 사후에 이를 공지합니다. 만일 “서비스”
        제공의 중단이 24시간을 초과할 경우 “회사”는 “유저”에게 사전에 통지함을
        원칙으로 하며, 사전에 통지할 수 없는 부득이한 사유가 있는 경우에는
        사후에 통지합니다. 4. “회사”는 서비스 제공에 필요하다고 판단되는 경우
        정기점검, 임시점검 등을 실시할 수 있으며, 점검시간은 서비스 제공 화면을
        통해 공지합니다. 5. “유저”의 서비스 이용이 정상적인 절차에 따라
        이루어지지 않다고 판단될 경우, 회사가 개입하여 유저의 행위를 대신할 수
        있습니다. 이 때 판단의 권한은 전적으로 “회사”에 있습니다. 6. “마킨”의
        서비스는 “광고주”가 “크리에이터 유저”에게 광고를 앱 내 푸시알림 등으로
        제안할 수 있습니다. 7. “마킨 파트너 크리에이터”는 보다 다양한 서비스
        제공을 위해 “회사”와 별도의 계약을 진행합니다. **제 13 조 (서비스**
        **이용정지, 이용제한)** 1. “회사”는 ”서비스”를 통한 거래의 안전성과
        신뢰성을 위하여 본 약관에서 정한 바에 따라 “유저”의 자격을 정지하거나
        서비스의 이용 제한, 기타 필요한 조치를 취할 수 있습니다. “회사”가
        “유저”의 자격을 정지하거나 “서비스”의 이용 제한, 기타 필요한 조치를 취할
        경우 “회사”는 본 약관에 특별한 규정이 없는 한 사전에 “유저”에게 유선
        또는 메일, 기타의 방법을 통하여 통보하며, “유저”의 연락이 두절되거나
        긴급을 요하는 것과 같이 부득이한 경우 선 조치 후 통보할 수 있습니다. 2.
        “회사”는 아래 각호에 해당하는 경우 혹은 “회사” 및/또는 다른 “유저”의
        이익을 침해하였다고 판단하는 경우에 위반 정도에 따라 해당 “유저”에게 1회
        위반시 경고, 2회 위반시 30일 이용정지 3회 위반시 영구탈퇴 조치를 취할 수
        있으며, “회사”의 판단에 따라 임의로 해당 기준보다 높은 제한을 할 수
        있습니다. i. 불법 홍보 및 직거래 유도 행위: “서비스”에서 허용하지 않는
        불법적인 방식으로 홍보를 진행하거나, “회사”를 거치지 않고 직접 다른
        “유저”와 거래하거나 거래를 유도하는 경우 ii. 의도적 공격행위: “회사”가
        운영하는 서버 등에 무리를 주는 행위를 의도적으로 반복한 경우 iii. 연락
        두절 : 연락두절이란 “크리에이터 유저”가 회원가입 시 기재한 유선 또는
        메일 등 기타의 방법을 통하여 “회사”가 연락을 시도하였음에도 불구하고
        정해진 기한으로부터 2일 이내에 일체의 응대가 진행되지 않는 상태를
        말합니다. “크리에이터 유저”의 연락두절로 인한 클레임이 발생하였을 경우,
        “회사”는 규정에 따라 조치할 수 있습니다. iv. 노쇼 : 노쇼란 캠페인에 최종
        선정된 “크리에이터 유저”가 합당한 사유 없이 서비스 절차를 완료하지 않는
        경우, 회사는 규정에 따라 조치할 수 있습니다. 이 때 판단의 권한은
        전적으로 “회사”에 있습니다. v. 응답지연 및 작업일 미준수 : “크리에이터
        유저”의 응답지연 및 작업일 미준수로 인한 클레임이 발생하였을 경우,
        “회사”는 규정에 따라 조치할 수 있습니다. vi. 작업물 불량 및 작업 태만 :
        “크리에이터 유저”의 작업물 불량 및 작업 태만으로 인한 클레임이
        발생하였을 경우, “회사”는 규정에 따라 조치할 수 있습니다. **제 14 조
        (유저에** **대한** **통지)** 1. “회사”가 본 약관에 따른 통지를 포함하여
        “유저”에 대한 통지를 하는 경우 “마킨” 내 게시하거나 “유저”가
        “계정정보”에 입력한 핸드폰번호로 문자메세지를 발송하거나 이메일주소로
        이메일을 발송하는 방식을 이용하여 통지 할 수 있습니다. 2. “회사”가
        전항에 따라 “유저”에게 통지하였음에도 “유저”가 고의 혹은 과실로 허위의
        “계정정보”를 입력하거나, “회사”의 이메일을 수신거부하여 통지를 받지
        못하는 경우 “회사”는 어떠한 책임을 부담하지 않습니다. 3. “회사”는
        불특정다수의 “유저” 에 대한 통지의 경우 “마킨”의 공지사항 게시판 등에
        7일 이상 게시를 통하여 “유저”들에 대한 개별 통지에 갈음할 수 있습니다.
        **제 15 조 (서비스의** **변경)** 1. “회사”는 합당한 이유가 있는 경우에
        제공하고 있는 전부 또는 일부 “서비스”를 변경하거나 종료할 수 있습니다.
        2. 전항에 따라 “서비스”의 내용이 변경되거나 종료되는 경우 “회사”는
        “유저”에게 “서비스” 내용의 변경 사항 또는 종료 사실을 통지합니다. 단,
        “서비스” 변경 혹은 종료가 전체 “유저”, 혹은 불특정 다인에게 영향을
        미치는 경우 공지사항 게시판에 게시를 통하여 “유저”들에게 통지할 수
        있습니다. 3. “회사”는 무료로 제공되는 “서비스”의 일부 또는 전부를
        “회사”의 정책 및 운영의 필요상 임의로 수정, 중단, 변경, 종료할 수 있으며
        이에 대하여 관계법령에 특별한 규정이 없는 한 “유저”에게 별도의 보상을
        하지 않습니다. 4. 유료 서비스가 종료되는 경우에는 서비스를 이용하는
        “유저”에게 반드시 이를 사전 고지합니다. **제 16 조 (회사의** **의무)**
        1. “회사”는 본 약관이 금지하거나 관계법령 및 미풍양속에 반하는 행위를
        하지 않으며, 안정적으로 서비스를 제공하기 위하여 노력합니다. 2. “회사”는
        “유저”의 개인정보를 본인의 승낙 없이 제3자에게 누설 및 배포 금지하나,
        관계법령에 의해 국가기관의 요구나 전기통신관련법령 및
        정보통신윤리위원회의 요청 등 법률의 규정에 따른 적법한 절차에 의한
        경우에는 그러하지 아니합니다. 3. “회사”는 계속적이고 안정적인 “서비스”의
        제공을 위하여 설비에 장애가 생기거나 멸실 된 경우에는 부득이한 사유가
        없는 한 지체 없이 이를 수리 또는 복구합니다. “회사”가 제공하는
        “서비스”로 인하여 “유저”에게 손해가 발생한 경우, “회사”는 그러한 손해가
        “회사”의 고의나 중과실에 기해 발생한 경우에 한하여 책임을 부담하며 그
        책임의 범위는 통상 손해에 한합니다. 4. “회사”는 “유저”로부터 제기되는
        의견이나 불만이 정당하다고 인정할 경우에는 신속히 처리하여야 합니다.
        다만, 신속한 처리가 곤란한 경우에는 “유저”에게 그 사유와 처리일정을
        통보하여야 합니다. 5. “회사”는 관계법령이 정하는 바에 따라서“유저”의
        개인정보를 보호하기 위하여 노력합니다. “유저”의 개인정보보호에 관해서는
        관련법령 및 개인정보취급방침에 제시된 내용을 지킵니다. **제 17 조
        (보증의** **부인)** 1. “회사”는 “크리에이터 유저”가 자기 결정에 의하여
        캠페인 컨텐츠를 신청할 수 있도록 온라인 상의 거래장소를 제공하는
        서비스를 제공하며, 명시적인 언급 없이는 “회사”의 어떠한 행위도 “유저”
        일방을 대리하는 행위로 간주되지 않습니다. 2. “회사”가 제공하는
        “서비스”를 통하여 “유저”간 성립된 거래와 관련된 책임은 거래당사자인 각
        “유저”가 부담하며, “회사”는 이에 관한 책임을 일절 부담하지 않습니다. 3.
        “회사”는 “유저”가 “마킨”상에서 게재하는 설명 등의 제반 정보를 본 약관 및
        기타 법령 위반의 사유를 제외하고는 통제하거나 제한하지 않습니다. **제 18
        조 (유저의** **의무)** 1. “유저”는 “서비스”를 이용하면서 다음 각호의
        행위를 하여서는 안됩니다. i. 신청 또는 변경 시 허위 내용을 등록하여
        가입하는 행위 ii. 타인의 아이디, 비밀번호, 명의 도용 및 타인으로
        가장하는 행위 iii. 타인과의 관계를 허위로 명시하는 행위 iv. 타인을
        비방할 목적으로 사실 또는 허위의 사실을 적시하여 명예를 훼손하는 행위 v.
        자기 또는 타인에게 재산상의 이익을 주거나 타인에게 손해를 가할 목적으로
        허위의 정보를 유통시키는 행위 vi. 외설, 폭력적인 메시지, 화상, 음성,
        기타 공서양속에 반하는 정보를 상대방의 일상적 생활을 방해하는 행위 vii.
        사전 승낙 없이 서비스를 이용한 영리행위 또는 불필요하거나 승인되지 않은
        광고, 판촉물을 게재하는 행위 viii. 저속 또는 음란한 데이터, 텍스트,
        소프트웨어, 음악, 사진, 비디오 등을 게시하는 행위 ix. 적법한
        권리(지적재산권을 포함한 모든 권리)가 없는 컨텐츠를 게시하는 행위 x.
        불법 프로그램의 제공 및 운영 방해, 배포, 접속권한 초과행위 등을 하는
        행위 xi. 정보통신망법을 위반한 불법 통신 및 해킹, 악성 프로그램을 통한
        타 사용자의 개인정보를 수집하는 행위 xii. 재물을 걸고 도박하거나
        사행행위를 하는 행위 xiii. 윤락행위를 알선하거나 음행을 매개하는 내용의
        정보를 유통시키는 행위 xiv. “회사”의 “서비스” 설명이나 약관 등 “회사”의
        지적 재산을 “회사”의 동의 없이 무단으로 도용하는 행위 xv. “서비스” 내의
        정보를 “회사”의 경쟁사, 혹은 잠재적 경쟁사에게 제공하는 행위 xvi.
        “회사”의 서버 등 “유저”들에게 개방되지 않은 부분의 정보에 접근하는 행위
        xvii. 기타 불법적이거나 부당한 행위 xviii. 서비스를 제공받고 여타
        크리에이터와 부적절하게 “회사”를 통하지 않고 계약을 진행하는 행위 2.
        “크리에이터 유저”는 다음 각호의 의무를 준수하여야 합니다. i. “크리에이터
        유저”는 캠페인에 최종 선정되었을 시 명시된 기간과 가이드에 맞추어 최종
        영상 업로드(이하 “최종 컨텐츠”라 합니다)를 완료해야 합니다. 단, 사전에
        협의된 경우는 협의된 내용을 따릅니다. ii. “크리에이터 유저”는 “최종
        컨텐츠”를 사전에 협의된 본인 채널(예:유튜브, 인스타그램 등)에 등록해야
        합니다. iii. “크리에이터 유저”는 전호 및 본 약관 제24조에 따라 “최종
        컨텐츠”를 등록한 날로부터 6개월(180일)간 누구나 접근할 수 있는 전체공개
        상태로 등록을 유지해야 하며, 해당기간동안 “최종 컨텐츠”의 내용과
        모순되거나 상반되는 내용을 담은 게시물을 게재해서는 아니됩니다. 단, 유지
        기간은 사전 협의에 따라 변동 될 수 있습니다. iv. “크리에이터 유저”는
        제작 비용을 제공받는 캠페인의 경우 “캠페인”에 명시된 기간내에
        상세기획안과 영상을 “회사”에게 제공해야 합니다. 단, 제작 일정은 당사자
        간 협의에 따라 변동 될 수 있습니다. 만약 “크리에이터 유저”가 임의로
        연락두절되거나 사전에 협의되지 않은 작업지연이 3영업일 이상 경과한 경우,
        해당 “캠페인”은 등록취소될 수 있으며, “크리에이터 유저”는 해당
        “캠페인”과 관련하여 “회사”에게 제공한 각종 컨텐츠에 대한 대가를 요구할
        수 없습니다. v. “크리에이터 유저”는 확정된 상세기획안 내용 중 일부가
        영상에 반영되지 않은 경우, 재촬영 또는 추가촬영을 진행해야 합니다. 제작
        비용을 제공받는 캠페인의 경우에 해당됨 vi. “크리에이터 유저”는 제작
        비용을 제공받는 캠페인의 경우에 해당됨 진행기간 동안 “회사”의 수정
        요청이 있을 경우, 이를 수용하고 수정하여야 합니다. 여기서 수정 요청이란
        전호와 같이 상세기획안의 내용이 영상에 반영되지 않은 경우 등은 포함되지
        않으며, 상세기획안에 기재되지 않은 사항에 관한 내용의 변경을 요청하는
        것을 의미합니다. 단, 수정 요청이 부당하다고 판단되는 경우에 수정을
        보류할 수 있으며, 이러한 경우 해당 사실을 즉시 “회사”에게 알려야 합니다.
        이에 관한 협의는 “회사”가 내부 기준에 따라 중재합니다. vii. 제작 비용을
        제공받는 캠페인의 경우 이를 완료한 경우에도 “회사”의 판단으로 추가 수정
        요청이 있을 수 있으며, 이러한 경우 협의 사항에 따라 추가적인 수정을
        진행합니다. 이는 계약서 등 기타 제반사항에 따라 이행합니다. viii. 제작
        비용을 제공받는 캠페인 임에도 “크리에이터 유저”가 본항에 따른 의무를
        이행하지 않을 경우 ‘캠페인’ 참여시 약정된 대가가 지급되지 않을 수
        있으며, 기지급된 대가는 “회사”가 회수 할 수 있습니다. ix. “크리에이터
        유저”가 “캠페인” 참여를 통해 협찬품을 받았으나, 본항에 따른 의무를
        이행하지 않을 경우, “회사”가 통지한 날로부터 5영업일 이내에 (i) 미사용한
        협찬품은 “회사” 또는 광고주에게 협찬받을 당시와 동일한 형태로 반납하여야
        하며, (ii) 협찬품을 이미 개봉 및 사용하거나, “크리에이터 유저”의
        귀책으로 인하여 협찬품의 가치가 하락한 경우에는 협찬품을 제공받을 당시
        해당 협찬품의 가격과 동일한 금액을 “회사”에게 지급해야 합니다. 또한
        사전에 회사와 협찬품 반환을 약정한 경우에는 반환의 의무를 이행하여야
        한다. 3. “유저”는 관계 법령, 본 약관의 규정, 이용 안내 및 “서비스”와
        관련하여 공지한 주의사항, “회사”가 통지하는 사항 등을 준수해야 하며,
        기타 “회사”의 업무에 방해되는 행위를 해서는 안됩니다. 4. 본조의 의무
        이행과정에서 “유저”간 발생하는 분쟁사항에 관하여는 “회사”가 우선적으로
        중재하기로 하며, 각 “유저”는 “회사”의 중재안에 우선적으로 응하여야
        합니다. “유저”가 해당 중재안을 따르지 않아 “회사”에게 손해가 발생하는
        경우, 이에 대한 별도의 손해배상의무를 부담합니다. 5. “회사”는 “유저”가
        본조에 저촉되는 행위를 하는 경우, 해당 “캠페인” 및 이에 관한 게시물 등을
        삭제 또는 임시삭제 할 수 있고 “서비스” 이용 제한, 계약 해지, 영구 탈퇴,
        민ㆍ형사상의 조치를 취할 수 있으며, 이로 인하여 “회사”에 손해가 발생한
        경우 손해액에 상응하는 비용을 환수할 수 있습니다. **제 19 조
        (크리에이터** **광고계약** **성립)** 1. “서비스”를 이용하려는
        “크리에이터 유저”는 “회사”가 정한 절차에 따라 이용 약관에 동의하고,
        “서비스” 내 필요한 기재항목을 입력함으로써 이용계약이 성립됩니다. 2.
        “회사”는 전항과 같이 신청한 “크리에이터 유저” 중 아래 각 호에 해당되는
        경우에는 강제로 회원 이용계약을 해지할 수 있습니다. i. 가입 신청자가
        타인의 명의 또는 소셜미디어 계정을 이용한 경우 ii. 허위의 정보를
        기재하거나, “회사”가 제시하는 내용을 기재하지 않은 경우 iii. 부정적인
        사유로 이용계약이 해지된 후 1개월 이내에 재이용 신청을 하는 경우 iv.
        기타 본 약관에 위배되거나 위법 또는 부당한 이용 신청임이 확인된 경우 v.
        “크리에이터 유저”의 귀책사유로 인하여 “회사”가 승낙할 수 없는 경우 1.
        “마킨 파트너 크리에이터”는 별도의 계약서 작성을 통해 광고 계약을
        체결합니다. “마킨 파트너 크리에이터”는 여타 SNS 계정의 비즈니스 메일을
        “마킨 공식 이메일” 로 설정하고, “회사”는 광고물 등 여타 서비스를 보다
        적극적으로 제공하고, 기존 수수료보다 낮은 이용 수수료를 책정합니다. **제
        20 조 (서비스의** **저작권)** 1. “회사”가 “유저”에게 제공하는 각종
        “서비스”에 대한 저작권 및 지적재산권을 포함한 일체의 권리는 “회사”에
        귀속됩니다. 2. “회사”는 “서비스”와 관련하여 “유저”에게 “회사”가 정한
        이용조건에 따라 계정, “아이디(ID)”, 컨텐츠 등을 이용할 수 있는
        이용권만을 부여하며, “유저”는 이를 양도, 판매, 담보제공 등의 처분 행위를
        할 수 없습니다. **제 21 조 (게시물의** **저작권)** 1. “유저”가
        “서비스”내에 게시한 게시물의 저작권은 해당 게시물의 저작자에게 귀속되며,
        해당 게시물이 타인의 지적재산권을 침해하여 발생하는 모든 책임은 “유저”
        본인에게 있습니다. 2. “유저”가 “서비스” 내에 게시하는 게시물은 “회사”의
        검색결과 내지 서비스 및 관련 프로모션 등에 노출될 수 있으며, 해당 노출을
        위해 필요한 범위 내에서 일부 수정, 복제, 편집되어 게시될 수 있습니다. 이
        경우, “회사”는 저작권법 규정을 준수하며, “유저”는 언제든지 고객센터 또는
        각 “서비스” 내 관리기능을 통해 해당 게시물 등에 대해 삭제, 검색결과
        제외, 비공개 등의 조치를 요구할 수 있습니다. 3. “회사”는 “서비스” 제공
        과정에서 형성된 광고물에 대하여 광고, 프로모션, DB판매, 제3의 유저의
        요청에 대한 광고물 제공 등의 목적으로 무상으로 사용할 수 있는 권리를
        갖습니다. 4. “회사”는 본조 제2항 및 제3항 이외의 방법으로 게시물을
        이용하고자 하는 경우에는 등록된 이메일을 통해 사전에 “유저”에게 고지해야
        합니다. 5. “회사”는 “유저”가 이용계약을 해지하거나 본 약관에 의한 적법한
        사유로 이용 계약이 해지된 경우, 해당 “유저”가 게시하였던 게시물을 삭제할
        수 있습니다. 6. “회사”는 “유저”가 “마킨”에 게시물을 게시한 행위가 본
        약관을 위반하거나, 이로 인하여 법적 분쟁이 발생하는 경우, 해당 게시물을
        삭제할 수 있습니다. 7. “회사”가 특정 “유저”가 게시한 게시물이 타인의
        권리를 침해하였다는 신고를 접수하는 경우, “회사”는 해당 “게시물”의
        제공을 정지할 수 있으며, 이를 게시한 “유저”에게 위 제한 사실을
        통지합니다. 8. 전항에 따른 “회사”의 조치에 대하여 “유저”는 “회사”가 정한
        절차에 따라 30일간 이의신청을 할 수 있으며, “회사”가 그 이의가
        정당하다고 인정하는 경우, “회사”는 즉시 해당 게시물의 제공을 재개합니다.
        **제 22 조 (게시물의** **관리)** 1. “유저”의 게시물이 아래 각 호에
        해당하는 경우, “회사”는 별도의 통보 없이 게시물의 숨김 및 삭제 등의
        조치를 할 수 있습니다. i. 정보통신망법 및 저작권법 등 관련법 위반 ii.
        타인의 명예 훼손 및 권리 침해 iii. 공공질서 또는 미풍양속에 위배 iv.
        영리 및 광고 목적 v. 기타 서비스 운영 정책에 반하는 경우 2. 천재지변
        또는 이에 준하는 불가항력, 시스템의 오류 등으로 게시물이 손실 및 삭제될
        수 있습니다. 3. 게시물의 손실 및 삭제로 인한 피해에 대해서 “회사”는
        별도의 보상을 하지 않습니다. **제 23 조 (최종** **컨텐츠의** **저작권)**
        1. “크리에이터 유저”의 “최종 컨텐츠”의 저작권은 “크리에이터 유저”에게
        있으며, 등록한 “최종 컨텐츠”의 저작권 침해를 비롯한 법적 책임은
        “크리에이터 유저” 본인에게 있습니다. 2. “크리에이터 유저”의 “최종
        컨텐츠”의 링크에 대하여 사용료 없는 사용권을 “회사”에 1년 동안
        부여합니다. “회사”는 “유저”가 이용계약을 해지 또는 종료한 후에도
        해당기간 동안 사용권을 가집니다. 다만, 2차적 저작물 작성권은 “크리에이터
        유저”와 별도의 협의를 통하여 가지게 됩니다. 또한 “최종 컨텐츠”는
        검색결과 내지 “서비스” 관련 프로모션등에 노출될 수 있으며, “회사”는
        “최종 컨텐츠”를 “회사” 및 기타 제3자의 마케팅에 활용할 수 있습니다. 3.
        “회사”는 “최종 컨텐츠”링크를 클라이언트에게 제공하거나 마케팅에 활용할
        수 있습니다. **제** **24 조 (최종** **컨텐츠의** **관리)** 1.
        “크리에이터 유저”는 “최종 컨텐츠”를 본인의 채널에 등록한 날로부터 최소
        6개월(180일, 이하 “유지기간”이라 합니다)간 전체 공개 상태로 게시하여
        임의의 제3자가 열람할 수 있도록 하여야 합니다. 이는 사전 협의된 내용에
        따라 변경될 수 있습니다. 2. “회사”는 아래 각 호에 해당하는 경우,
        “크리에이터 유저”에게 제공한 지급한 대가 및 기타 지원금 등에 대하여 지급
        거절 및 환수 조치를 취할 수 있습니다. i. 유지기간 내에 “크리에이터
        유저”가 임의로 “최종 컨텐츠”를 본인의 채널에서 삭제 및 숨김 등 임으의
        제3자로 하여금 접근 불가능하게 변경한 경우 ii. “크리에이터 유저”의
        귀책사유 또는 개인 사정 등 광고주나 “회사”의 귀책 없는 사유로 “최종
        컨텐츠”가 삭제되거나 비공개 처리되는 등 접근 불가능하게 된 경우 iii.
        “회사”는 아래 각 호에 해당하는 경우, “최종 컨텐츠”의 삭제 혹은 수정을
        요청할 수 있으며, 이 경우 “크리에이터 유저”는 요청을 받은 때로부터
        24시간 내에 “회사”의 요청에 응해야 합니다. a. 정보통신망법 및 저작권법
        등 관련법 위반 b. 타인의 명예 훼손 및 권리 침해 c. 공공질서 또는
        미풍양속에 위배 d. “최종 컨텐츠”의 내용이 캠페인의 목적이나 사실에서
        크게 벗어나는 경우 e. 광고주의 요청이 있는 경우 f. 기타 서비스 운영
        정책에 반하는 경우 **제 25 조 (이용** **수수료)** 1. “이용 수수료”는
        “광고주”가 “마킨” 서비스 이용으로 인해 지급하는 금액에 대한 수익금
        분배를 뜻합니다. 2. “이용 수수료”는 전체 제작 지원금에 대해 30%로
        설정합니다. 3. “이용 수수료”는 회사의 내부 사정에 따라 요율, 결제방법
        등이 변경될 수 있습니다. 4. “마킨 파트너 크리에이터”의 경우 15%로
        설정합니다. i. 제작 지원금 - (서비스 이용료 + 사업소득세) = 최종
        정산금액 a. 사업자 회원 : 부가세 10% 별도로 정산
        {'{제작 지원금 – (서비스 이용료)}'} *1.1 = 최종 정산금액 b. 사업소득세:
        소득세 3% + 지방소득세 (소득세의 10%) = 3.3% **제5장** **손해배상,
        면책조항** **등** **제 26 조 (손해배상)** 1. “회사”는 무료로 제공되는
        “서비스”와 관련하여 “유저”에게 어떠한 손해가 발생하더라도, “회사”가
        고의로 행한 범죄행위를 제외하고 이에 대하여 책임을 부담하지 않습니다. 2.
        “서비스”를 이용하여 “유저”간 거래하는 과정에서 발생하는 의무의 불이행,
        청약철회, 계약의 취소 등에 따른 여하한 분쟁은 거래당사자인 “유저”들이
        직접 해결하는 것이 원칙이며, “회사”는 고의 또는 중과실이 없는 한
        “유저”에 대하여 어떠한 책임도 부담하지 않습니다. 3. “회사”는 무료로
        제공되는 “서비스”를 이용하여 “유저”간 거래 또는 서비스 이용에 필요한
        배송의 과정 또는 제조사의 제품등에서 발생하는 제품 불량, 분실, 파손 등에
        따른 분쟁에 대하여 어떠한 책임도 부담하지 않습니다. **제 10 조 (유저의**
        **아이디(ID)및** **비밀번호)** 1. “회사”는 천재지변, 전쟁 및 기타 이에
        준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 “서비스”
        제공에 대한 책임이 면제됩니다. 2. “회사”는 “서비스” 설비의 보수, 교체,
        정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임이 면제됩니다.
        3. “회사”는 “유저”가 “서비스”와 관련하여 게재한 정보, 자료, 사실의
        신뢰도, 정확성 등의 내용에 관하여는 책임을 지지 않습니다. 4. “회사”는
        “유저”나 제3자에 의해 표출된 어떠한 의견이나 정보에 대해 확신이나 대표할
        의무가 없으며 의견을 승인하거나 반대하거나 수정하지 않습니다. 5.
        “회사”는 어떠한 경우라도 “유저”가 “서비스”에 담긴 정보에 의존해 얻은
        이득이나 입은 손해에 대해 책임이 없습니다. 6. “회사”는 “유저”간 또는
        “유저”와 제3자간에 “서비스”를 매개로 하여 물품거래 혹은 금전적 거래 등과
        관련하여 어떠한 책임도 부담하지 아니하고, “유저”가 “서비스”의 이용과
        관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다. **제 29 조
        (준거법** **및** **관할법원)** 1. 본 약관 그리고 이로부터 또는 이와
        관련하여 발생하는 모든 분쟁은 대한민국 법령에 의하여 규율, 해석 및
        집행됩니다. 2.본 약관과 관련하여 분쟁이 발생하는 경우 각 당사자는 선의에
        기초한 협의를 통해 해결책을 모색하되, 이러한 협의에도 불구하고 분쟁이
        해결되지 않는 경우에는 서울중앙지방법원을 제1심 전속관할로 하는 재판에
        의해 해결하기로 합니다. **부칙** 본 약관은 2019년 6월 18일부터
        적용됩니다.
      </Text>
    </ScrollView>
  );
}
